---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StructuralInstanceUsage.Girder
enum: Autodesk.Revit.DB.Structure.StructuralInstanceUsage
source: html/e536d231-3150-e5bc-7cfd-83e58b05bc75.htm
---
# Autodesk.Revit.DB.Structure.StructuralInstanceUsage.Girder

Structural usage is as girder.